// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "PCI-разъем Ethernet %@";
"pci-multiether"          = "PCI-разъем Ethernet %@, порт %@";
"thunderbolt-ether"       = "Thunderbolt-разъем Ethernet %@";
"thunderbolt-multiether"  = "Thunderbolt-разъем Ethernet %@, порт %@";
"usb-ether"               = "USB Ethernet (%@)";
"generic-ether"           = "Ethernet-адаптер (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Беспроводной сетевой адаптер (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "PCI-разъем FireWire %@";
"pci-multifirewire"       = "PCI-разъем FireWire %@, порт %@";
"thunderbolt-firewire"    = "Thunderbolt-разъем FireWire %@";
"thunderbolt-multifirewire" = "Thunderbolt-разъем FireWire %@, порт %@";
"generic-firewire"        = "Адаптер FireWire (%@)";

"bluetooth"               = "Bluetooth (DUN)";
"bluetooth-modem"         = "USB-адаптер Bluetooth-модема";
"bluetooth-modem-port"    = "Порт Bluetooth-модема";
"generic-bluetooth-modem" = "Bluetooth-модем (%@)";

"bluetooth-pan-gn"        = "Bluetooth PAN";
"bluetooth-pan-nap"       = "Bluetooth PAN-NAP";
"bluetooth-pan-u"         = "Bluetooth P2P";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB-адаптер модема IrDA";
"irda-ircomm-port"        = "Порт модема IrDA";

"loopback"                = "Шлейф";

"modem"                   = "Внутр. модем";

"modem-port"              = "Порт модема";
"modem-printer-port"      = "Порт модема/принтера";

"printer-port"            = "Порт принтера";
"serial-port"             = "Последовательный порт";

"usbmodem"                = "USB-модем "; 
"generic-usbmodem"        = "USB-модем (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ethernet-связка (%@)";

"bridge"                  = "Мост (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"AppleTV"                 = "USB на Apple TV";

"Display Ethernet"        = "Ethernet на мониторе";
"Display FireWire"        = "FireWire на мониторе";

"External Modem"          = "Внешний модем";

"iPad"                    = "USB на iPad";

"iPhone"                  = "USB iPhone";

"iPod"                    = "USB на iPod";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USB Gigabit Ethernet";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Встроенный Ethernet";
"X-multiether"            = "Встроенный Ethernet %@";
"X-firewire"              = "Встроенный FireWire";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
